[M_Sage_NotSoFriendly MissionDefinition]
MissionName="Linda Amizade"
MissionDescription="O Claptrap se tornou amigo de alguns Selvagens que resolveram adorá-lo. Ele gostaria de saber como estão e quantos são exatamente."
TurnInDescription="Se precisa colocar fim em uma amizade então, que seja na base da bala."
MissionSummary="Ajude o Claptrap a entrar em contato com seus amigos Selvagens."
MissionGiver="Painel de Trabalhos de Rock Forest"
MissionTurnInLocation="Painel de Trabalhos de Rock Forest"
TeaserText="Amigos para sempre!"

[M_Sage_NotSoFriendly:DestroyVillage1 MissionObjectiveDefinition]
ProgressMessage="Destrua a aldeia 1"

[M_Sage_NotSoFriendly:DestroyVillage2 MissionObjectiveDefinition]
ProgressMessage="Destrua a aldeia 2"

[M_Sage_NotSoFriendly:DestroyVillage2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_NotSoFriendly:DestroyVillageSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Destrua a aldeia"
MissionDescriptionOverride="O Claptrap se tornou amigo de alguns Selvagens que resolveram adorá-lo. Ele gostaria de saber como estão e quantos são exatamente.\nDepois de visitar os Selvagens e constatar que eles não se recordam de nada do Claptrap, o robô dançarino ficou furioso e lhe pediu para eliminar todos."

[M_Sage_NotSoFriendly:FinalSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_NotSoFriendly:GotoVillage MissionObjectiveDefinition]
ProgressMessage="Dirija-se à aldeia dos bandidos"

[M_Sage_NotSoFriendly:GotoVillageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

